import time

time.sleep(10)
lyrics = [
    ["จำได้ไหมในวัน", 2],
    ["ที่รักของเรานั้นหอมหวาน", 3],
    ["นึกถึงคราที่เรา", 1.5],
    ["สองคนได้เคยตกหลุมรัก", 3],
    ["Feeling like DAY ONE", 1.5],
    ["ฉันยังคงนึกถึง DAY ONE", 2.5],
    ["วันที่เราทั้งสองมีกัน...", 5],
    ["ก็เพราะความไม่เข้าใจ", 2.5],
    ["ทำให้สองเราเป็นแบบนี้", 2.5],
    ["แต่ฉันไม่่เคยต้องการ", 2],
    ["ให้เธอหายไปจากชีวิต", 3],
    ["Feeling like DAY ONE", 1.75],
    ["อยากให้เธอนึกถึง DAY ONE", 2.5], 
    ["กว่าที่เราจะได้รักกัน...", 1],
    ["++++++poommintk-blip++++++", 1]
]

for x in lyrics:
    print()
    print(x[0])
    time.sleep(x[1])