import time

time.sleep(10)
lyrics = [
    ("อีกดนส่ำได๋ สิได้กลับไปหนอบ้านเฮา", 9),
    ("เว้ากับสายลมหนาว ให้ตาวคืนเนาะเมือบ้าน", 4),
    ("ว่าอีกบ่ดน บ่นาน สิหอบฝันเมือบ้านเฮา", 5),
    ("พ่อแม่พี่น้อง ลุงป้าเด้อน้าอาว", 5),
    ("บ่ต้องห่วงเด้อเจ้า ยังคือเก่าเด้อความหวัง", 11),
    ("สิเติมพลังเอารูปถ่ายอยู่ใต้หมอน", 4.5),
    ("แล้วสิกลับเมือนอนหนุนตักแม่คือเก่า", 5),
    ("ต้มปลาค้อใหญ่ ตำบังหุ่งกับลาบเทา", 6),
    ("อยู่บ้านเฮา ด้วยความคึดฮอดแฮง", 24),
    ("ด้วยความคึดฮอดแฮง", 2),
    ("+++++poommintk-blip++++++", 2)
    
]

for x in lyrics:
    print()
    print(x[0])
    time.sleep(x[1])