import time

time.sleep(10)
lyrics = [
    ("ทำไมถึงมีแค่ฉัน ที่ยัง ไม่มีเจ้าของ", 4),
    ("มองใครไว้ ว่าดีเค้าก็มีคนจับจอง", 3),
    ("ฉันสนิทกับคำว่าโสด", 2),
    ("มีเพื่อนคนโปรดเป็นคำว่าเหงา", 2.5),
    ("ส่วนคำว่าเราไม่เคยที่จะได้ใช้", 3),
    ("ไม่มีใคร ให้บอก ฝันดีก่อนนอน", 3),
    ("ไม่มีใครให้กอด ต้องนอนกอดหมอน", 3),
    ("ทุกคืน ตื่นตอนเช้าก็ไม่มีใครให้โทรหา", 4),
    ("ไม่รู้เมื่อไหร่ ฉันจะได้มีแฟนกับเขาสักที", 4),
    ("+++++poommintk-blip++++++", 3),
]

for line, delay in lyrics:
    print()
    print(line)
    time.sleep(delay)