import time

time.sleep(10)
lyrics = [
    ("เจ็บไปกี่ ครั้งผ่านมากี่คน ที่เขาเข้ามา แล้วเขาก็ไป", 6),
    ("จนวันนี้ฉัน ไม่เหลือน้ำตา เพียงพอ ให้ร้องไห้อีกต่อไป", 7),
    ("แค่ไม่อยากชินกับคำว่าเสียใจ", 3),
    ("เจ็บที่ต้องลองคบใครเพื่อเริ่มใหม่", 3),
    ("เกลียดตัวเองที่กลายเป็นคน", 2.5),
    ("เริ่มมองความรักไม่สำคัญเท่าไร", 4),
    ("ต่างจากวันนั้นที่ฉันโยนทิ้งทุกอย่าง", 4),
    ("เพื่อแลกให้เขาไม่ไป", 3),
    ("แต่ในวันนี้ฉันไม่เป็นไร", 3),
    ("ฉันไม่รู้สึกกับความรักอีกต่อไป", 4),
    ("++++++poommintk-blip++++++", 2)
]

for line, delay in lyrics:
    print()
    print(line)
    time.sleep(delay)